{
  "hospitalsData":[
      {
          "id":1,
          "name":"Agha Khan University Hospital",
          "region":"Central Region",
          "department":"Radiology Department",
          "description":"The Aga Khan University Hospital in Nairobi, established in 1958 is a 254-bed long-term care facility offering general medical services, specialist clinics and diagnostic services. The hospital receives referrals for specialised medical care and diagnostic services from various hospitals and clinics in the region",
          "image":"https://i.ytimg.com/vi/mIstgbUHpi0/maxresdefault.jpg",
          "county":"Nairobi",
          "type":"Private",
          "phoneno":"+254-730-011-888",
          "emailaddress":"akuh.nairobi@aku.edu"
      },
      {
          "id":2,
          "name":"Coptic Hospital",
          "region":"Central Region",
          "department":"Paediatric Department",
          "description":"Coptic Hospital is a fully fledged hospital that is part of the Coptic Orthodox Church.Our aim is to offer affordable medical care while ensuring that quality is not compromised at any point. The recently expanded Coptic Hospital has increased our capacity to handle a large capacity of patients for a varied number of services both as outpatient and Inpatient. The outstanding facilities and professionalism has made Coptic Hospital a top preference of many in the region.",
          "image":"https://netstorage-tuko.akamaized.net/images/3314d1c812dc9d0e.jpg",
          "county":"Nairobi",
          "type":"Private",
          "phoneno":"0-732-341-241/0-773-686-007",
          "emailaddress":"info@coptichospitals.org"
      },
      {
          "id":3,
          "name":"Mater Hospital",
          "region":"RiftValley Region",
          "department":"Cancer Care",
          "description":"The Hospital in accordance with the philosophy of the Sisters of Mercy aims to reach out to all members of the community irrespective of race, colour or creed, to continue the healing ministry of the church and preserve the heritage of the Sisters of Mercy. As a non-profit institution the hospital seeks to provide the most modern facilities and health care to satisfy the needs of all the community by re-investing any surplus into the continuing mission of the Sisters of Mercy.",
          "image":"https://onedaktari.com/wp-content/uploads/2023/05/mater-hospital-entrance.png",
          "county":"Naivasha",
          "type":"Private",
          "phoneno":"0719073000",
          "emailaddress":" inform@materkenya.com"
      },
      {
          "id":4,
          "name":"Karen Hospital",
          "region":"RiftValley Region",
          "department":"Plastic and Cosmetic Surgery",
          "description":"The Karen Hospital is a 102 bed multispeciality Hospital in Kenya LOcated in Karen.WE offer patient focused, world class medical treatment and accord the highest standars of medical care to all our patients indiscriminately ",
          "image":"https://mumsvillage.com/wp-content/uploads/2015/03/The-Karen-Hospital.jpg",
          "county":"Fly Over",
          "type":"private",
          "phoneno":"0-726-222-002",
          "emailaddress":"info@karenhospital.org"
      },
      {
          "id":5,
          "name":"MP Shah Hospital",
          "region":"Coastal Region",
          "department":"Radiology Department",
          "description":"Located in Parklands Area in Nairobi, M.P. Shah Hospital is a modern 217-bed facility that is home to highly skilled and experienced specialists and professional medical staff.We operate under the umbrella of the Social Service League which is a non-racial, non-religious, non-political charitable institution.",
          "image":"https://mpshahhosp.org/wp-content/uploads/2021/02/AA-M-P-Shah-June-2017.jpg",
          "county":"Mombasa",
          "type":"Private",
          "phoneno":"07-111-000-600",
          "emailaddress":" info@mpshahhospital.org"
      },
      {
          "id":6,
          "name":"The Nairobi Hospital",
          "region":"Coastal Region",
          "department":"Paediatric Department",
          "description":"The Nairobi Hospital is a non-profit organization that is leading in medical expertise and service provision, with deservedly earned recognition throughout East Africa and beyond as an advanced diagnostic, treatment and referral centre. Investment in the latest technology and medical equipment has seen us establish leadership in medical procedures both in Kenya and beyond. ",
          "image":"https://ocdn.eu/images/pulscms/YTg7MDA_/3a718e9c88de47e490d65c531d9f4602.jpg",
          "county":"Kiambu",
          "type":"Private",
          "phoneno":" 0703 082000",
          "emailaddress":"hosp@nbihosp.org"
      },
      {
        "id":7,
        "name":"The Kenyatta Hospital",
        "region":"Central Region",
        "department":"Plastic and Cosmetic Surgery",
        "description":"The Kenyatta National Hospital  is the oldest and largest hospital in Kenya. It is a public, referral hospital for the Ministry of Health.Our Mission is to  optimize patient experience through innovative, evidence-based specialized healthcare; facilitate training and research; and participate in national health policy formulation",
        "image":"https://www.eahealth.org/sites/www.eahealth.org/files/content/organisations/images/2018-02-25/Kenyata%20photos%201.jpg",
        "county":"Kajiado",
        "type":"Public",
        "phoneno":" 0703-112300",
        "emailaddress":"knh.hospital.org"
    },

    {
        "id":8,
        "name":"The Getrude Hospital",
        "region":"RiftValley Region",
        "department":"Paediatric Department",
        "description":"Gertrude's Children's Hospital is the most established paediatric hospital in Eastern and Central Africa, providing healthcare to children in Kenya as well as those referred from neighbouring countries. The hospital attends to over 300,000 outpatients annually thr",
        "image":"https://thumbs.dreamstime.com/b/hospital-building-modern-parking-lot-59693686.jpg",
        "county":"Nakuru",
        "type":"Private",
        "phoneno":" 0703-373729",
        "emailaddress":"thegetrudehosp.org"
    },
    {
        "id":9,
        "name":"Nazareth Hospital",
        "region":"Central Region",
        "department":"Radiology Department",
         "description":"Nazareth Hospital aims to change the way we diagnose and treat cancer. Our team of physicians is working closely with one another, combining expertise in medical oncology to create the best treatment plan for each patient. We also continue to be a hospital with pocket-friendly services.",
         "image":"https://media.bizj.us/view/img/10988695/nazareth*750xx2936-1652-0-149.jpg",
         "county":"Kericho",
        "type":"Public",
        "phoneno":" 0747-438-494",
        "emailaddress":"nazhosp34@yahoo.com"
    },

    {
        "id":10,
        "name":"The Pendo Hospital",
        "region":"Coastal Region",
        "department":"Paediatric Department",
        "description":"Pendo Hospital is a non-profit organization that is leading in medical expertise and service provision, with deservedly earned recognition throughout East Africa and beyond as an advanced diagnostic, treatment and referral centre. Investment in the latest technology and medical equipment has seen us establish leadership in medical procedures both in Kenya and beyond. ",
        "image":"https://media.bizj.us/view/img/10988695/nazareth*750xx2936-1652-0-149.jpg",
        "county":"Kilifi",
        "type":"Private",
        "phoneno":" 0724-252-672",
        "emailaddress":"pendoservices@gmail.com"
    },
      
    {
        "id":11,
        "name":"The Mercy Hospital",
        "region":"RiftValley Region",
        "department":"Plastic and Cosmetic Surgery",
        "description":"The Mercy Hospital is a non-profit organization that is leading in medical expertise and service provision, with deservedly earned recognition throughout East Africa and beyond as an advanced diagnostic, treatment and referral centre. Investment in the latest technology and medical equipment has seen us establish leadership in medical procedures both in Kenya and beyond. ",
        "image":"https://ocdn.eu/images/pulscms/YTg7MDA_/3a718e9c88de47e490d65c531d9f4602.jpg",
        "county":"Nakuru",
        "type":"Private",
        "phoneno":" 0703-373729",
        "emailaddress":"thegetrudehosp.org"
    },
    {
        "id":12,
        "name":"St.Maria Hospital",
        "region":"Coastal Region",
        "department":"Cancer Care",
        "description":"The Nairobi Hsospital is a non-profit organization that is leading in medical expertise and service provision, with deservedly earned recognition throughout East Africa and beyond as an advanced diagnostic, treatment and referral centre. Investment in the latest technology and medical equipment has seen us establish leadership in medical procedures both in Kenya and beyond. ",
        "image":"https://media.bizj.us/view/img/10988695/nazareth*750xx2936-1652-0-149.jpg",
        "county":"Nakuru",
        "type":"Public",
        "phoneno":" 0747-555-667",
        "emailaddress":"thestmariahospital.org"
    }
  ]
}